[
  "obsidian-admonition",
  "table-editor-obsidian",
  "obsidian-annotator",
  "calendar",
  "code-block-copy",
  "dataview",
  "obsidian-dictionary-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-linter",
  "obsidian-minimal-settings",
  "obsidian-pandoc",
  "obsidian-shellcommands",
  "obsidian-embedded-code-title",
  "obsidian-auto-link-title"
]